Repository: common-repository/announcement-ticker-highlighter-scroller
Catalog: languages/announcement-ticker-highlighter-scroller-*.po
Languages: uk_ua

source: No records available.
uk_ua: Немає записів доступні.

source: Announcement ticker highlighter scroller
uk_ua: Оголошення тікер маркер скроллер

source: Announcement ticker
uk_ua: Оголошення тікер

source: Check official website for more information
uk_ua: Перевірте офіційний сайт для отримання додаткової інформації

source: click here
uk_ua: натисніть тут

source: Please enter the announcement.
uk_ua: Будь ласка, введіть оголошення.

source: Please select the display status.
uk_ua: Будь ласка, виберіть статус дисплея.

source: Please enter the display order, only number.
uk_ua: Будь ласка, введіть порядок відображення, тільки число.

source: New details was successfully added.
uk_ua: Нові подробиці була успішно додана.

source: Click here to view the details
uk_ua: Натисніть сюди, щоб переглянути докладні відомості

source: Add new details
uk_ua: Додати нові подробиці

source: Announcement
uk_ua: Оголошення

source: Please enter your announcement text.
uk_ua: Будь ласка, введіть Ваш оголошення тексту.

source: Display status
uk_ua: Відображення стану

source: Do you want to show this announcement?
uk_ua: Ви хочете, щоб показати це оголошення?

source: Display order
uk_ua: Порядок відображення

source: Please enter your display order.
uk_ua: Будь ласка, введіть Ваш порядок відображення.

source: Submit
uk_ua: Представляти

source: Cancel
uk_ua: Скасувати

source: Help
uk_ua: Допоможіть

source: Oops, selected details doesnt exist.
uk_ua: На жаль, окремі деталі не існує.

source: Details was successfully updated.
uk_ua: Деталі було успішно оновлено.

source: Update details
uk_ua: Оновити

source: Selected record was successfully deleted.
uk_ua: Обраний запис була успішно видалена.

source: Add New
uk_ua: Додати

source: Order
uk_ua: Порядок

source: Status
uk_ua: Статус

source: Edit
uk_ua: Редагувати

source: Delete
uk_ua: Видаляти

source: Widget Setting
uk_ua: Віджет налаштування

source: Plugin configuration option
uk_ua: Опція Плагін конфігурації

source: Add directly in to the theme using PHP code.
uk_ua: Додати прямо в темі з використанням PHP код.

source: Drag and drop the widget to your sidebar.
uk_ua: Перетягніть віджет на бічну панель.

source: Details successfully updated.
uk_ua: Подробиці успішно оновлені.

source: Enter widget title
uk_ua: Введіть віджет назву

source: Please enter your widget title.
uk_ua: Будь ласка, введіть Ваш віджет титул.

source: Width
uk_ua: Ширина

source: Please enter your announcement box width.
uk_ua: Будь ласка, введіть Ваш ширину оголошення коробки.

source: Height
uk_ua: Висота

source: Please enter your announcement box height.
uk_ua: Будь ласка, введіть ваш зріст оголошення коробки.

source: Delay
uk_ua: Затримка

source: Please enter your ticker box delay.
uk_ua: Будь ласка, введіть Ваш тікер затримку коробки.

source: Speed
uk_ua: Швидкість

source: Please enter your ticker box speed.
uk_ua: Будь ласка, введіть Ваш швидкість тікер коробки.

source: Highlight color
uk_ua: Колір підсвічування

source: Please enter your ticker box highlight color.
uk_ua: Будь ласка, введіть Ваш тікер коробки колір підсвічування.

source: Text color
uk_ua: Колір тексту

source: Please enter your ticker box text color.
uk_ua: Будь ласка, введіть Ваш колір тексту тікер коробки.

source: Style
uk_ua: Стиль

source: Please enter your ticker box css.
uk_ua: Будь ласка, введіть Ваш тікер коробки CSS.
